---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Dm
source: html/ac65cacb-1bc9-04f1-a903-bd81874df311.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Dm Property

Symbol dm, indicating unit Decimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId Dm { get; }
```